/*
   Localizable.strings for EN language
   CalJ

   Created by Gabriel Zerbib on 21/06/09.
   Copyright 2009 Plenitech. All rights reserved.
 */

"LANGUAGE" = "en";

"LabelTitleFavCities" = "My favourite cities";
"LabelTitleCities" = "My cities";
"LabelButtonAlertFavAdded" = "OK";

"TitleInternetError" = "Connection error";
"MessageInternetError" = "CalJ could not reach the Internet.";
"MessageErrorTimezone" = "Timezone could not be detected.";

"TabTimes" = "Date";
"TabMonth" = "Month";
"TabHolidays" = "Holidays";
"TabSettings" = "Settings";
"TabBirkatHamazon" = "More";
"TitleChangeDate" = "Change date";
"TitleBirkatHamazon" = "Bircat haMazon";

"CellAbout" = "About CalJ";
"CellNews" = "Latest news";
"CellLanguage" = "Language";

"ButtonCancel" = "Cancel";
"ButtonSelect" = "Select";
"ButtonThisYear" = "Current year";
"ButtonToday" = "Today";
"LabelYear" = "Year";
"LabelDate" = "Date";

"AlertCalendarTitle" = "Transfer to Calendar";

"LabelNight" = "night";
"LabelTo" = "to";
"LabelAnd" = "and";

"LabelCityNotDefined" = "No city defined";
"LabelHebrewText" = "Display in Hebrew";
"Rosh Chodesh" = "Rosh Chodesh";
"LabelNextRoshChodesh" = "Next Rosh Chodesh:";
"LabelNextHoliday" = "Next holiday:";
"LabelShabbat" = "Shabbat";
"LabelShabbatMevarchim" = "Shabbat mevar'chim";
"LabelShabbatRoshChodesh" = "Shabbat Rosh Chodesh";
"LabelParashat" = "Parashat:";
"LabelCurrentLocation" = "Location";
"LabelStartGeoloc" = "Locate now";
"LabelLatitude" = "Latitude";
"LabelLongitude" = "Longitude";
"LabelTimezone" = "Timezone";
"LabelCityName" = "City";
"LabelPleaseWait" = "Please wait...";
"LabelAutoDetectTZ" = "Auto...";
"LabelSearchCity" = "Search city";
"SearchCityBarTitle" = "Search city";
"LabelPromptCitySearchBar" = "Enter the name of a city";
"LabelAddCityToFavourites" = "Bookmark City";
"LabelColorMode" = "Day Scheme Colors";
"LabelBigFont" = "Big Fonts";

"LabelZmanimSection" = "Zmanim:";
"zmanAlotHaShachar" = "Alot haShachar";
"zmanBeginTefilin" = "Earliest tefilin & Shema'";
"LabelZmanimBeginTefilinShabbat" = "Earliest Shema'";
"zmanNetz" = "Hanetz haChama";
"zmanLatestShemaGRA" = "Latest Shema' GR\"A";
"zmanLatestShemaMA" = "Latest Shema' M\"A";
"zmanLatestTefilaGRA" = "Latest tefila GR\"A";
"zmanLatestTefilaMA" = "Latest tefila M\"A";
"zmanChatzot" = "Chatzot hayom";
"zmanChatzotLaila" = "Chatzot layla";
"zmanMinchaGdola" = "Mincha Gdola";
"zmanMinchaQtana" = "Mincha Ketana";
"zmanPlag" = "Plag haMincha";
"zmanShqiya" = "Shqiyat haChama";
"zmanTzeitHaKochavim" = "Tzeit haKochavim";
"zmanRabenuTam" = "Night De'Rabbenu Tam";
"LabelZmanimShaaGRA" = "Shaa zmanit GR\"A";
"LabelOmer" = "Omer:";
"LabelOmerDay" = "day";
"LabelOmerNight" = "night";

"LabelExtraBirkatSef" = "Sefaradic";
"LabelExtraBirkatAsh" = "Ashkenazi";
"SectionBircatHamazon" = "Birkat haMazon";
"SectionBircatMeeinShalosh" = "Brachot +";
"SectionBethLoubavitch" = "Publications (French)";

"LabelDafYomi" = "Indicate Daf Yomi";
"LabelDafYomiField" = "Daf yomi:";

"LabelOmerNotif" = "Omer reminder";
"LabelOmerCaptionNone" = "Off";
"LabelOmerCaptionStars" = "Tzeit haKochavim";

"LabelTachanun" = "Indicate Tachanunim";
"LabelTachanunViewYes" = "With Tachanunim";
"LabelTachanunViewYesMorning" = "Tachanunim: morning";
"LabelTachanunViewNo" = "No Tachanun";
"LabelTachanunViewYesShabbat" = "Tzidqatcha";

"LabelSectionCustomEvents" = "Custom Events";
"LabelSectionDisplay" = "Display";
"LabelSectionHalacha" = "Halacha";
"LabelSectionReminders" = "Reminders";


"LabelCustomEvents" = "My Events";
"PhEventName" = "Title";
"LabelEventIsHazcara" = "Hazcara (Yahrzeit):";
"LabelEventIsAshkenaz" = "Ashkenaz rite:";
"LabelListCustomEvents" = "List My Events";
"LabelListCustomEventsInHolidays" = "in Holidays list";
"LabelCustomEventsNotif" = "Notifications";
"LabelCustomEventsNotifTime" = "Notification time";
"LabelAlarmNone" = "None";
"LabelAlarmSameDay" = "Same day";
"LabelAlarmOneDay" = "One day before";
"LabelAlarmTwoDays" = "Two days before";
"LabelAlarmOneWeek" = "One week before";
"LabelAlarmTwoWeeks" = "Two weeks before";
"LabelEventsDoRepeat" = "Repeated every year";

"TitleImportCustomEvents" = "Custom dates";
"MessageImportCustomEventsSuccess" = "Import succeeded.";
"MessageImportCustomEventsError" = "The data you entered were corrupted.";
"HintImportCustomEvents" = "Paste the code you obtained from the Export screen, in order to import your custom events.";
"HintExportCustomEvents" = "Copy and send the code below, to be used in the Import screen of the CalJ app.";

"HTMLAbout" = "about-en.html";

"ShortDaySun" = "Sun";
"ShortDayMonday" = "Mon";
"ShortDayTuesday" = "Tue";
"ShortDayWednesday" = "Wed";
"ShortDayThursday" = "Thu";
"ShortDayFriday" = "Fri";
"ShortDaySat" = "Sat";

"HolidayRoshHashana" = "Rosh haShana";
"HolidayGedalia" = "Fast of Gedalia";
"HolidayYomKippur" = "Yom Kippur";
"HolidaySuccot" = "Succot";
"HolidayHoshaanaRabba" = "Hoshaana Rabba";
"HolidayShminiAtseret" = "Shmini Atzeret + Simchat Torah";
"HolidayChanuka" = "Chanuka";
"HolidayTevet10" = "Fast of Tevet";
"HolidayShvat15" = "Tu b'Shvat";
"HolidayPurimKatan" = "Purim Katan";
"HolidayPurimFast" = "Fast of Esther";
"HolidayPurim" = "Purim";
"HolidayPurimShushan" = "Shushan Purim";
"HolidayPesach" = "Pesach";
"HolidayYomHaShoa" = "Yom haShoa";
"HolidayYomHaZicaron" = "Yom haZicaron";
"HolidayYomHaAtsmaut" = "Yom haAtsmaut";
"HolidayYomYerushalaim" = "Yom Yerushalaim";
"HolidayPesachSheni" = "Pesach sheni";
"HolidayLagBaOmer" = "Lag ba Omer";
"HolidayShavuot" = "Shavuot";
"HolidayTamuz17" = "17 Tamuz";
"HolidayAv9" = "Tisha b'Av";
"HolidayAv15" = "Tu b'Av";

"HDate_LongMonth_1" = "Nisan";
"HDate_LongMonth_2" = "Iyar";
"HDate_LongMonth_3" = "Sivan";
"HDate_LongMonth_4" = "Tamuz";
"HDate_LongMonth_5" = "Av";
"HDate_LongMonth_6" = "Ellul";
"HDate_LongMonth_7" = "Tishrei";
"HDate_LongMonth_8" = "Cheshvan";
"HDate_LongMonth_9" = "Kislev";
"HDate_LongMonth_10" = "Tevet";
"HDate_LongMonth_11" = "Shvat";
"HDate_LongMonth_12" = "Adar";
"HDate_LongMonth_AdarI" = "Adar rishon";
"HDate_LongMonth_13" = "Adar sheni";

"SpecialParasha_1" = "Zakhor";
"SpecialParasha_2" = "Sheqalim";
"SpecialParasha_3" = "HaChodesh";
"SpecialParasha_4" = "Parah";

"Parasha_0" =   "Bereshit";
"Parasha_1" =	"Noach";
"Parasha_2" =	"Lech lecha";
"Parasha_3" =	"Vayera";
"Parasha_4" =	"Chayei Sarah";
"Parasha_5" =	"Toldot";
"Parasha_6" =	"Vayetse";
"Parasha_7" =	"Vayishlach";
"Parasha_8" =	"Vayeshev";
"Parasha_9" =	"Miqetz";
"Parasha_10" =	"Vayigash";
"Parasha_11" =	"Vayechi";
"Parasha_12" =	"Shemot";
"Parasha_13" =	"Va'era";
"Parasha_14" =	"Bo";
"Parasha_15" =	"Beshalach";
"Parasha_16" =	"Yitro";
"Parasha_17" =	"Mishpatim";
"Parasha_18" =	"Terouma";
"Parasha_19" =	"Tetsaveh";
"Parasha_20" =	"Ki tissa";
"Parasha_21" =	"Vayaq'hel";
"Parasha_22" =	"Peqoudei";
"Parasha_23" =	"Vayiqra";
"Parasha_24" =	"Tsav";
"Parasha_25" =	"Shemini";
"Parasha_26" =	"Tazria";
"Parasha_27" =	"Metsora";
"Parasha_28" =	"Acharei moth";
"Parasha_29" =	"Qedoshim";
"Parasha_30" =	"Emor";
"Parasha_31" =	"Behar";
"Parasha_32" =	"Bechuqotai";
"Parasha_33" =	"Bamidbar";
"Parasha_34" =	"Nasso";
"Parasha_35" =	"Beha'alotecha";
"Parasha_36" =	"Shelach Lecha";
"Parasha_37" =	"Korach";
"Parasha_38" =	"Chuqat";
"Parasha_39" =	"Balaq";
"Parasha_40" =	"Pinchas";
"Parasha_41" =	"Matot";
"Parasha_42" =	"Mass'ei";
"Parasha_43" =	"Devarim";
"Parasha_44" =	"Vaetchanan";
"Parasha_45" =	"Eqev";
"Parasha_46" =	"Re'eh";
"Parasha_47" =	"Shoftim";
"Parasha_48" =	"Ki tetse";
"Parasha_49" =	"Ki tavo";
"Parasha_50" =	"Nitsavim";
"Parasha_51" =	"Vayelech";
"Parasha_52" =	"Ha'azinu";
"Parasha_53" =	"Vezot haberacha";


"Birkat_Psaume123" = "Psalm 123:";
"Birkat_Title_Sefaradic" = "Birkat haMazon Sefaradic";
"Birkat_Title_Ashkenaz" = "Birkat haMazon Ashkenazi";
"Birkat_Zimoun" = "Zimun:";
"Birkat_OnRepond" = "Answer:";
"Birkat_IlReprend" = "He continues:";
"Birkat_Minyan" = "10 men";
"Birkat_BeginBirkatHamazon" = "If no Zimun, commence here:";
"Birkat_LowVoice" = "in low voice";
"Birkat_GuestMevarech" = "The guest blesses his host:";
"Birkat_OnContinue" = "continuing:";
"Birkat_Succot" = "Succot:";
"Birkat_Purim" = "Purim:";
"Birkat_Chanuka" = "Chanuka:";
"Birkat_RoshChodesh" = "Rosh Chodesh:";
"Birkat_Teshuva" = "10 days of Teshuva:";
"Birkat_DidMealStartBeforeStars" = "Did the meal begin before nightfall?";
"Yes" = "Yes";
"No" = "No";


"BirkatMeeinShalosh_Title" = "Me'ein Shalosh";
"TefilatHaderekh_Title" = "Tefilat haDerech";

"Birkat_Pesach" = "Pesach:";
"Birkat_5Cereals" = "Over the Five Cereals:";
"Birkat_5CerealsIsrael" = "Over the Five Cereals [of Israel]:";
"Birkat_Wine" = "Over wine:";
"Birkat_WineIsrael" = "Over wine [of Israel]:";
"Birkat_7Fruits" = "Over the Seven Fruits:";
"Birkat_7FruitsIsrael" = "Over the Seven Fruits [of Israel]:";

"BoreiNefashot_Title" = "Borei Nefashot";
"Qaddish_Title" = "קדיש Kaddish";
"AsherYatsar_Title" = "אשר יצר Asher Yatzar";
"AsherYatsar_File" = "asher-yatsar-en";

"AlertRoshChodesh" = "Rosh Chodesh tonight";
"AlertRoshChodesh2" = "Rosh Chodesh tonight (2 days)";
"AlertShabbatRC" = "Shabbat Rosh Chodesh";
"AlertShabbatRC2" = "Shabbat Rosh Chodesh (2 days)";
"LabelRoshChodeshNotif" = "R.Chodesh reminder";
"LabelRoshChodeshNotif-0" = "Off";
"LabelRoshChodeshNotif-1" = "Prev.Night";
"LabelRoshChodeshNotif-2" = "Prev.Day 2PM";

"LabelShabbatReminder-0" = "Off";
"LabelShabbatReminder-1" = "30min before";
"LabelShabbatReminder-2" = "1hr before";
"AlertShabbatReminderBody" = "Prepare for Shabbat! (%@)";



"qrcode.title" = "QR Code";
"qrcode.caption" = "Show this tag to your friends: scan to download CalJ now!";
"TwitterText" = "Download CALJ - FREE Jewish Calendar via @calj_net https://calj.net/app";
"Share.title" = "Share CalJ";
"Share.cancel" = "Cancel";

"LabelSupport" = "Support";
"LabelSharePost" = "Share";
"LabelShareFollow" = "Follow @calj_net";
"LabelDonate" = "Donate to CalJ";
"LabelWhyDonate" = "Making a small contribution will help keeping this app free for everyone.";
"TwitterAccount" = "calj_net";
"ShareEmailText" = "Download CalJ: a FREE full-featured Jewish Calendar app";
"ShareEmailSubject" = "CALJ";


"ExportCalendarError.Title" = "Transfer Error";
"ExportCalendarError.Message" = "An error occurred when transfering the dates into your device's Calendar. Please check the settings for Privacy and Default Calendar.";
"ExportCalendarError.Cancel" = "Cancel";


"DafYomiSiumDays" = "(Sium in %d days)";
"DafYomiSiumTomorrow" = "(Sium tomorrow)";
"DafYomiSiumToday" = "(Sium today!)";

"Eve" = "Eve";

"Notifications are disabled" = "Some features of CalJ require that you enable the Notifications. Tap the bar to open your device's Settings.";



"AlertCalendarMsgSuppressOrAdd" = "What will you want to do in the calendar of your choice?";
"ButtonEraseFromCalendar" = "Remove from a calendar…";
"ButtonAddToCalendar" = "Record into a calendar…";
"Remove from which calendar?" = "Remove from which calendar?";
"Insert into which calendar?" = "Insert into which calendar?";

"LanguageListRestartTheApp" = "Restart the App in:";
"Psalm119_Title" = "Psalm 119 (קיט) Alpha-Beta";

"LabelHilulot" = "Show Hilulot";

"TitleShabbatSelector" = "Find a Shabbos";
"motsa\"sh" = "motsa\"sh";
"LabelLevana" = "Bircat haLevana";
"LabelMinchaGdolaLachumra" = "Mincha Gdola Lachumra";
"Tikun_Title" = "Tikun Haklali תיקון הכללי";
"דף יומי :" = "Daf Yomi :";

"WizardNeedToKnowYourLocation" = "CalJ needs to know in which city you are located, in order to compute your Zmanim.\n\nIn the next screen you will be able to perform GPS detection, or search a city by name.";

"WizardFailedReverseGeocoding" = "CalJ was not able to reach the Internet and look up the name of your city.\n\nThis is not be a problem for the calculations: we'll just use the GPS coordinates as the name of your town for now.\n\nPlease just make sure to configure the Time Zone manually on the next screen if needed.";

"FAQ" = "Questions & Answers";

